---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.RatioTo1
source: html/acfb2382-57be-94f4-46d3-fdc93b095750.htm
---
# Autodesk.Revit.DB.UnitTypeId.RatioTo1 Property

Ratio : 1.

## Syntax (C#)
```csharp
public static ForgeTypeId RatioTo1 { get; }
```